tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "kryptco/tap"
tap "homebrew/cask-versions"
tap "homebrew/cask-drivers"
brew "fish"
brew "jq"
brew "hub"
brew "mas"
brew "node"
brew "python@3.8"
brew "tree"
brew "yarn"
brew "kryptco/tap/kr"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "visual-studio-code"
cask "docker"
cask "firefox-developer-edition"
cask "graphql-playground"
cask "iterm2"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
mas "com.apple.dt.Xcode", id: 497799835
mas "Todoist", id: 585829637
