brew "postgresql", restart_service: true
brew "sl"
brew "youtube-dl"
cask "calibre"
cask "kindle"
cask "messenger"
cask "nordvpn"
cask "pomodone"
cask "simple-comic"
cask "teamviewer"
cask "tigervpn"
cask "transmission"
cask "vlc"
cask "telegram"
cask "whatsapp"
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
