brew "archey"
brew "cowsay"
brew "fortune"
brew "nethack"
brew "sl"
cask "calibre"
cask "kindle"
cask "logitech-options"
cask "messenger"
cask "plex-media-server"
cask "simple-comic"
cask "teamviewer"
cask "tigervpn"
cask "transmission"
cask "vlc"
cask "telegram"
cask "whatsapp"
mas "com.apple.iMovieApp", id: 408981434
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
