tap "homebrew/bundle"
brew "openssl@3"
brew "asdf"
brew "awscli"
brew "btop"
brew "glib"
brew "diff-pdf"
brew "duf"
brew "fish"
brew "gh"
brew "git-delta"
brew "jq"
brew "lsd"
brew "mas"
brew "nmap"
brew "ollama"
brew "ssh-copy-id"
brew "stow"
brew "tig"
brew "tree"
brew "wakeonlan"
brew "yt-dlp"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "cursor"
cask "docker"
cask "eloston-chromium"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "logi-options+"
cask "messenger"
cask "mullvad-browser"
cask "mullvadvpn"
cask "obsidian"
cask "parallels"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "rectangle"
cask "signal"
cask "slack"
cask "sony-ps-remote-play"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "com.kagimacOS.Kagi-Search", id: 1622835804
mas "Infuse", id: 1136220934
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "‎WhatsApp", id: 310633997
vscode "bradlc.vscode-tailwindcss"
vscode "chekweitan.compare-view"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "kesmarag.base16-tomorrow-night"
vscode "kumar-harsh.graphql-for-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "nashokin.base16-tomorrow-night"
vscode "parallelsdesktop.parallels-desktop"
vscode "pmndrs.pmndrs"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "waderyan.gitblame"
vscode "yzhang.markdown-all-in-one"
vscode "zgm.vscode-fish"
vscode "zhuangtongfa.material-theme"
