tap "supabase/tap"
brew "awscli"
brew "btop"
brew "glib"
brew "cocoapods"
brew "diff-pdf"
brew "doggo"
brew "duf"
brew "fastlane"
brew "fish"
brew "gh"
brew "git-delta"
brew "jq"
brew "lsd"
brew "mas"
brew "mise"
brew "mtr"
brew "neovim"
brew "nmap"
brew "ollama"
brew "ssh-copy-id"
brew "stow"
brew "tig"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "supabase/tap/supabase"
cask "1password"
cask "appcleaner"
cask "brainfm"
cask "cursor"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "messenger"
cask "msty"
cask "mullvad-browser"
cask "mullvad-vpn"
cask "obsidian"
cask "orion"
cask "parallels"
cask "rapidapi"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "ungoogled-chromium"
cask "vlc"
cask "zed"
mas "Flow", id: 1423210932
mas "Infuse", id: 1136220934
mas "Kagi for Safari", id: 1622835804
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "Things", id: 904280696
mas "WhatsApp", id: 310633997
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
