tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "kryptco/tap"
tap "homebrew/cask-versions"
tap "homebrew/cask-drivers"
brew "fish"
brew "jq"
brew "gpg"
brew "hub"
brew "node"
brew "mas"
brew "python@3.11"
brew "tree"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "arc"
cask "visual-studio-code"
cask "docker"
cask "iterm2"
cask "rectangle"
cask "messenger"
cask "telegram"
cask "whatsapp"
cask "the-unarchiver"
cask "mullvad-browser"
cask "mullvadvpn"
cask "vlc"
cask "transmission"
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
mas "com.apple.dt.Xcode", id: 497799835
